<?php defined('InShopNC') or exit('Access Invalid!'); return array (
  'name' => 
  array (
    1 => '鲜果生蔬',
    2 => '食品保健',
    3 => '箱包礼品',
    4 => '母婴玩具',
    5 => '户外运动',
    6 => '个护化妆',
    7 => '生活家电',
    8 => '家居家装',
    9 => '服装鞋帽',
  ),
  'parent' => 
  array (
    1 => '0',
    2 => '0',
    3 => '0',
    4 => '0',
    5 => '0',
    6 => '0',
    7 => '0',
    8 => '0',
    9 => '0',
  ),
  'children' => 
  array (
    0 => 
    array (
      0 => '1',
      1 => '2',
      2 => '3',
      3 => '4',
      4 => '5',
      5 => '6',
      6 => '7',
      7 => '8',
      8 => '9',
    ),
  ),
);